{"Title": "Balaji: A tale of kings",
    "Description": "Balaji punjab is on a quest to defeat his evil brother and become king of the promised land",
    "Genre": "action",
    "Language": "english"}

{"Title": "Justice Leauge",
    "Description": "Bruce Wayne is determined not to let Superman's ultimate sacrifice be in vain. That is why he makes a plan with Diana Prince to put together a team of meta-people.",
    "Genre": "Action/Adventure",
    "Language": "English(Dutch subtitles)"}
    
{"Title": "Tenet",
    "Description": "A secret agent's mission is to prevent a third world war. An important part of the operation is the mysterious keyword 'Tenet'.",
    "Genre": "Science Fiction/Actie",
    "Language": "English(Dutch subtitles)"}

{"Title": "American Assassin",
    "Description": "Together with veteran Stan, Mitch is assigned by the CIA to investigate a wave of attacks. They discover a pattern and go on a common mission: to stop a world war in the Middle East.",
    "Genre": "Thriller/Actie",
    "Language": "English(Dutch subtitles)"}
    
{"Title": "21 Bridges",
    "Description": "While hunting down two murderers, a police officer finds himself in a large-scale plot involving his colleagues. He has to figure out who to hunt ... and who is hunting him.",
    "Genre": "Thriller/Actie",
    "Language": "English(Dutch subtitles)"}

{"Title": "Harry Potter and the Philosopher's Stone",
    "Description": "Harry has always felt left out by his family. On his eleventh birthday, he learns that his dead parents were two powerful magicians. He also has magical powers and is therefore allowed to go to school at Hogwarts.",
    "Genre": "Thriller/Actie",
    "Language": "English(Dutch subtitles)"}

{"Title": "Toy Story 3",
    "Description": "A lot has happened in recent years. Andy has aged and is about to go to college. The toys are tense and nervous because what's going to happen to them now that Andy is leaving?",
    "Genre": "Adventure",
    "Language": "Dutch"}

{"Title": "Scooby!",
    "Description": "After hundreds of solved cases and joint adventures, they are confronted with their biggest, most challenging mystery yet: a plot to unleash the ghost dog Cerberus on Earth.",
    "Genre": "Adventure",
    "Language": "Dutch"}

{"Title":"Pirates of the Caribbean: the Curse of the Black Pearl",
    "Description":"Wanneer de dochter van de gouverneur wordt ontvoerd door de gevaarlijke kapitein Barbossa, roept haar vriend Will de hulp in van piratenheld Jack Sparrow. De twee weten echter niet dat er een vloek rust op hun tegenstanders.",
    "Genre": "Adventure",
    "Language": "English(Dutch subtitles)"}
        
        
        


        
       

    